Repository: dvmage/magento-bulgarian-language-pack
Catalog: src/projects/1.7.x/tm/all.tmx
Source language: en
Languages: bg

source: There is already an account with this email address. If you are sure that it is your email address, <a href="%s">click here</a> to get your password and access your account.
bg: Вече съществува профил с този имейл адрес. Ако сте сигурен, че това е вашият адрес, <a href="%s">отидете тук</a>, за да получите парола и достъп до вашия акаунт.

source: This account is not confirmed.
bg: Непотвърден профил.

source: This account is not confirmed. <a href="%s">Click here</a> to resend confirmation email.
bg: Непотвърден акаунт. <a href="%s">Отидете тук</a>, за да бъде изпратен имейл за потвърждение.

source: This customer email already exists
bg: Клиентският имейл вече съществува.

source: This customer has no saved addresses.
bg: Клиентът няма съхранени адреси.

source: This email does not require confirmation.
bg: Този имейл не изисква потвърждение.

source: This email will be sent instead of default welcome email, after account confirmation.
bg: Този имейл ще бъде изпратен, вместо подразбиращият се Добре дошли, след потвърждение на профил.

source: This is My Default %s Address
bg: Адрес за %s по подразбиране

source: To Cart
bg: В количката

source: Unsubscribe from Newsletter
bg: Отказ на абонамент за бюлетин

source: Update customer address data
bg: Обнови данните за клентски адрес

source: Update customer data
bg: Обнови клиентски данни

source: Use as My Default %s Address
bg: Използвай като адрес за %s по подразбиране

source: Use as My Default Billing Address
bg: Използвай като адрес за плащане по подразбиране

source: Use as My Default Shipping Address
bg: Използвай като адрес за доставка по подразбиране

source: Use as my default billing address
bg: Използвай като адрес за плащане по подразбиране

source: Use as my default shipping address
bg: Използвай като адрес за доставка по подразбиране

source: View
bg: Преглед

source: View Order
bg: Преглед на поръчка

source: Visitor
bg: Посетител

source: Visitors Only
bg: Само за посетители

source: Welcome Email
bg: Имейл Добре дошли

source: Wishlist
bg: Списък с желания

source: Wishlist - %d item(s)
bg: Списък с желания - %d продукт(а)

source: Wrong confirmation key.
bg: Грешен ключ за потвърждение.

source: Wrong customer account specified.
bg: Посочен е грешен потребителски акаунт.

source: Wrong email.
bg: Грешен имейл.

source: Wrong transactional account email type
bg: Грешен тип на транзакционен имейл на профил.

source: YYYY
bg: ГГГГ

source: You are currently not subscribed to any newsletter.
bg: Няма направен абонамент за електронен бюлетин

source: You are currently not subscribed to our newsletter.
bg: Няма направен абонамент за електронен бюлетин

source: You are currently subscribed to 'General Subscription'.
bg: Направен е абонамент за 'Основен абонамент'.

source: You are currently subscribed to our newsletter.
bg: Направен е абонамент за нашия бюлетин.

source: You are now logged out
bg: Успешен изход от системата

source: You have logged out and will be redirected to our homepage in 5 seconds.
bg: Излязохте успешно и ще бъдете пренасочени към главната ни страница след 5 секунди.

source: You have no additional address entries in your address book.
bg: Няма други адреси в адресната книга.

source: You have no additional entries in your address book.
bg: Няма други адреси в адресната книга.

source: You have no default billing address in your address book.
bg: Няма адрес за плащане по подразбиране в адресната книга.

source: You have no default entries in your address book.
bg: Няма записи по подразбиране в адресната книга.

source: You have no default shipping address in your address book.
bg: Няма адрес за доставка по подразбиране в адресната книга.

source: You have not set a default billing address.
bg: Няма посочен адрес за плащане по подразбиране.

source: You have not set a default shipping address.
bg: Няма посочен адрес за доставка по подразбиране.

source: You have placed no orders yet.
bg: Нямате направени поръчки.

source: You have placed no products yet.
bg: Нямате избрани продукти.

source: Your account balance is: %s
bg: Вашият баланс е: %s

source: ZIP
bg: П.К.

source: ZIP/Post Code
bg: Пощ. код

source: n/a
bg: няма

source: or
bg: или

source: <a href="%s" target="_blank">Link</a>
bg: <a href="%s" target=_blank">Линк</a>"

source: An error occurred while opening file: "%s".
bg: Грешка при отваряне на файл: "%s".

source: Could not load file: "%s".
bg: Невъзможно е зареждане на файл: "%s".

source: Could not save file: %s.
bg: Невъзможно е записване на файл: %s.

source: Declared adapter %s was not found.
bg: Декларирания адаптер %s ен беше намерен.

source: Destination folder "%s" is not a directory.
bg: Целева папка "%s" не е директория.

source: Done
bg: Готово

source: Dry run set, stopping execution.
bg: Пробно стартиране, спиране на изпълнение.

source: Error in field mapping: field list for mapping is not defined.
bg: Грешка в присъединяване на поле: не е дефиниран списък с поле за присъединяване.

source: File "%s" does not exist.
bg: Файл "%s" не съществува.

source: Found %d rows.
bg: Намерени %d реда.

source: Less than a minute
bg: По-малко от минута

source: Loaded successfully: "%s".
bg: Успешно заредено: "%s".

source: Memory Used: %s
bg: Използвана памет: %s

source: Method "%s" not defined in adapter %s.
bg: Метод "%s" не е дефиниран в адаптер %s.

source: Method "%s" was not defined in adapter %s.
bg: Метод "%s" не беше дефиниран в адаптер %s.

source: Please declare "adapter" and "method" nodes first.
bg: Моля декларирайте първо adapter" и "method" елементи."

source: Processed records: %s
bg: Обработени записа: %s

source: Saved successfully: "%s" [%d byte(s)].
bg: Успешно записани: "%s" [%d байт(а)].

source: Sheet 1
bg: Страница 1

source: Skip undefined row.
bg: Пропусни недифиниран ред.

source: Starting %s :: %s
bg: Стартиране %s :: %s

source: The destination folder "%s" does not exist or there is no access to create it.
bg: Целевата папка "%s" ен съещствува или няма права за нейното създаването.

source: Total records: %s
bg: Общо записи: %s

source: hour
bg: час

source: hours
bg: часа

source: minute
bg: минута

source: minutes
bg: минути

source: Allowed Currencies
bg: Позволени валути

source: Cannot retrieve rate from %s.
bg: Невъзможно е извличането на ставки от %s.

source: Connection Timeout in Seconds
bg: Изтичане на връзка в секунди

source: Continue &raquo;
bg: Продължи &raquo;

source: Country API
bg: Api Държави

source: Country and Format Type combination should be unique
bg: Комбинацията от държава и тип формат трябва да е уникална

source: Currency Options
bg: Валутни опции

source: Currency Setup
bg: Настройка Валути

source: Currency Update Warnings
bg: Предупреждения при обновяване на валута

source: Default Display Currency
bg: Валута за показване по подразбиране

source: Directory
bg: Директория

source: Error Email Recipient
bg: Имейл получател за грешки

source: Error Email Sender
bg: Имейл подател за грешки

source: Error Email Template
bg: Имейл шаблон за грешки

source: FATAL ERROR:
bg: ФАТАЛНА ГРЕШКА:

source: Frequency
bg: Честота

source: Installed Currencies
bg: Инсталирани валути

source: Invalid Import Service specified.
bg: Избран е невалидна услуга за импорт.

source: Invalid country code: %s
bg: Невалиден код на държава: %s

source: Invalid rates received
bg: Получени са невалидни ставки

source: Invalid target currency.
bg: Невалидна целева валута.

source: List of countries
bg: Списък държави

source: Postal Code is Optional for the following countries
bg: Пощенски код е незадължителен в следните държави

source: Region
bg: Регион

source: Region API
bg: Api Региони

source: Scheduled Import Settings
bg: Планирани настройки за импорт

source: Select Your Currency
bg: Изберете вашата валута

source: Service
bg: Услуга

source: Start Time
bg: Начало

source: Unable to initialize the import model.
bg: Невъзможно е инициализиране на импорт модела.

source: Undefined rate from "%s-%s".
bg: Недифинирана ставка от "%s-%s".

source: WARNING:
bg: ПРЕДУПРЕЖДЕНИЕ:

source: Your current currency is: %s
bg: Текуща валута: %s

source: Add links and samples to downloadable product
bg: Добави линкове и примери към продукти за сваляне

source: Alphanumeric, dash and underscore characters are recommended for filenames. Improper characters are replaced with \'_\'.
bg: За имена на файлове се препоръчва употребата само на букви и цифри, тирета and долни черти. Некоректни символи се заместват с долна черта (\'_\').

source: An error occurred while getting requested content. Please contact the store owner.
bg: Намерена е грешка при доставянето на заявеното съдържание. Моля свържете се със собственика на магазина.

source: An error occurred while getting the requested content.
bg: Намерена е грешка при доставянето на заявеното съдържание.

source: An error occurred while getting the requested content. Please contact the store owner.
bg: Намерена е грешка при доставянето на заявеното съдържание. Моля свържете се със собственика на магазина.

source: An error occurred while saving the file(s).
bg: Грешка при записване на файла/файловете.

source: Canceled
bg: Отказан

source: Cannot connect to remote host, error: %s.
bg: Невъзможна е връзката с отдалечения сървър. Грешка: %s.

source: Catalog Product View (Downloadable)
bg: Изглед на продукт (За сваляне)

source: Customer My Account Downloadable Items
bg: Моят профил - продукти за сваляне

source: Default Link Title
bg: Заглавие за линк по подразбиране

source: Default Maximum Number of Downloads
bg: Максимален брой файлове за сваляне по подразбиране

source: Default Sample Title
bg: Примерно заглавие по подразбиране

source: Disable Guest Checkout if Cart Contains Downloadable Items
bg: Забрани разплащане като гост, ако количката съдържа продукти за сваляне

source: Downloadable Product
bg: Продукт за сваляне

source: Downloadable Product Options
bg: Опции на продукт за сваляне

source: Downloadable product Section
bg: Секция продукт за сваляне

source: Go to <a href="%s">My Downloadable Products</a>
bg: Отидете на <a href="%s">Моите продукти за сваляне</a>

source: Guest checkout will only work with shareable.
bg: Разплащане за гости ще работи само с възможни за споделяне.

source: Invalid download URL host.
bg: Невалиден URL сървър за сваляне.

source: Invalid download URL scheme.
bg: Невалидна URL схема за сваляне.

source: Invalid download link type.
bg: Невалиден тип на връзка за сваляне.

source: Invoiced
bg: Фактурирани

source: Links can be purchased separately
bg: Връзките могат да бъдат закупувани поотделно

source: Max. Downloads
bg: Макс. сваляния

source: My Downloadable Products
bg: Моите продукти за сваляне

source: Open Links in New Window
bg: Отвори линкове в нов прозорец

source: Order Item Status to Enable Downloads
bg: Статус на поръчката за позволяване на сваляне

source: Ordered
bg: Поръчано

source: Please log in to download your product.
bg: Моля влезте в системата за изтегляне на Вашия продукт.

source: Please set resource file and link type.
bg: Моля определете ресурс файл и тип на връзката.

source: Please specify product link(s).
bg: Моля укажете линкове на продукт(и).

source: Remaining Downloads
bg: Оставащи сваляния

source: Remove links and samples from downloadable product
bg: Премахни линкове и примери от продукти за сваляне

source: Requested link does not exist.
bg: Заявения линк не съществува.

source: Retrieve links and samples list from downloadable product
bg: Получи списък с линкове и примери за продукт за сваляне

source: Sample
bg: Пример

source: Shareable
bg: Споделяем

source: Shipped
bg: Изпратено

source: Start Download
bg: Стартирай сваляне

source: The file does not exist.
bg: Файлът не съществува.

source: The link has expired.
bg: Валидността на връзката е изтекла.

source: The link is not available.
bg: Връзката не е налична.

source: You have not purchased any downloadable products yet.
bg: Нямате закупени продукти за сваляне.

source: attachment
bg: прикачен файл

source: download
bg: изтегляне

source: inline
bg: вградено

source: sample
bg: пример

source: A joint field with this alias (%s) is already declared
bg: Общо поле с този псевдоним (%s) е вече деклариран.

source: Add Option
bg: Добави опция

source: An error occurred while loading the collection, aborting. Error: %s
bg: Грешка при зареждане на колекция, прекратяване на операцията. Грешка: %s

source: An error occurred while saving a record, aborting. Error:
bg: Грешка при съхраняване на запис, прекратяване на операцията. Грешка:

source: Attempt to add an invalid object
bg: Опит за добавяне на невалиден обект.

source: Attribute '%s' used in configurable products
bg: Атрибут '%s', използван в конфигурирани продукти.

source: Attribute Code
bg: Атрибут Код

source: Attribute Label
bg: Атрибут Етикет

source: Attribute Properties
bg: Атрибут Настройки

source: Attribute set with the "%s" name already exists.
bg: Вече съществува атрибут група с име "%s".

source: Attribute with the same code
bg: Атрибут със същия код

source: Catalog Input Type for Store Owner
bg: Входящ тип за собственик на магазин

source: Data integrity: No header row found for attribute
bg: Цялостност на данните: не е намерен заглавен ред за атрибутe.

source: Decimal Number
bg: Десетично число

source: Default Product Listing Sort by not exists on Available Product Listing Sort By
bg: Стойност по подразбиране за 'сортиране по' на продукт списък не съществува на наличен списък с продукти (непреведимо, фикс!?!)

source: Default Value
bg: Стойност по подразбиране

source: Default option value is not defined
bg: Не е зададена стойност за Опция по подразбиране.

source: Dropdown
bg: Падащо меню

source: Entity collection expected.
bg: Очаква се Колекция от единици.

source: Entity collections expected.
bg: Очаква се Колекции от единици.

source: Entity is not initialized
bg: Единицата не е инициализирана.

source: Failed to load node %s from config
bg: Грешка при зареждане на елемент %s от конфигурация.

source: Form Element with the same attribute
bg: Елемент от форма със същия атрибут

source: Form Fieldset with the same code
bg: Fieldset от форма със същия код

source: Form Type with the same code
bg: Тип на форма със същия код

source: Frontend label is not defined
bg: Недефиниран етикет за публичен сайт.

source: Input Validation for Store Owner
bg: Входяща валидация за собственик на магазина

source: Integer Number
bg: Цяло число

source: Invalid EAV attribute.
bg: Невалиден EAV атрибут.

source: Invalid alias, already exists in joint attributes
bg: Невалиден псевдоним, вече съществува в общите полета.

source: Invalid attribute name: %s
bg: Невалидно име на атрибут: %s.

source: Invalid attribute requested: %s
bg: Заявен е невалиден атрибут: %s

source: Invalid attribute type
bg: Невалиден тип на атрибут.

source: Invalid character encountered in increment ID: %s
bg: Намерен е невалиден символ в increment ID: %s

source: Invalid entity specified
bg: Посочена е невалидна единица

source: Invalid entity supplied.
bg: Предоставена е невалидна единица.

source: Invalid entity supplied: %s
bg: Предоставена е невалидна единица: %s.

source: Invalid entity type
bg: Невалиден тип на единица.

source: Invalid entity_id, skipping the record.
bg: Невалидно entity_id, пропускане на запис.

source: Invalid entity_type specified: %s
bg: Псосчен е невалиден entity_type: %s

source: Invalid foreign key
bg: Невалиден външен ключ (foreign key).

source: Invalid joint fields
bg: Невалидни свързани полета.

source: Joined field with this alias is already declared
bg: Обединени полета с този псевдоним са вече декларирани.

source: Joint field or attribute expression with this alias is already declared
bg: Общо полет или атрибут израз с този псевдоним е вече деклариран.

source: Letters
bg: Букви

source: Letters (a-z, A-Z) or Numbers (0-9)
bg: Букви (a-z, A-Z, а-я, А-Я) или числа (0-9)

source: Loaded %d records
bg: Заредени %d записа

source: No options found in config node %s
bg: Няма намерени опции в конфигурационен елемент %s

source: Not shared with other products
bg: Несподелен с други продукти

source: Problem loading the collection, aborting. Error: %s
bg: Проблем при зареждане на колекцията, прекратяване на операцията. Грешка: %s

source: Problem saving the collection, aborting. Error: %s
bg: Проблем при съхраняване на колекцията, прекратяване на операцията. Грешка: %s

source: Saved %d record(s).
bg: Записан(и) %d запис(а).

source: Text Area
bg: Текстова област

source: Text Field
bg: Текстово поле

source: The attribute code \'%s\' is reserved by system. Please try another attribute code
bg: Атрибут кода \'%s\' е системен. Моля, изберете друг атрибут код.

source: The value of attribute "%s" must be unique
bg: Стойността на атрибут "%s" трябва да е уникална.

source: The value of attribute "%s" must be unique.
bg: Стойността на атрибут "%s" трябва да е уникална.

source: This attribute is used in configurable products
bg: Този атрибут се използва в конфигурирани продукти.

source: Unique Value
bg: Уникална стойност

source: Unknown parameter
bg: Неизвестен параметър.

source: Values Required
bg: Задължителни стойности

source: Wrong attribute group ID
bg: Грешно ID на група атрибути.

source: Wrong attribute set ID
bg: Грешно ID на атрибут група.

source: Wrong entity ID
bg: Грешно ID на единица.

source: Yes/No
bg: Да/Не

source: Allow Gift Messages for Order Items
bg: Позволи съобщения за подарък на поръчките.

source: Allow Gift Messages on Order Level
bg: Позволи съобщения за подарък на ниво поръчка

source: An error occurred while saving the gift message.
bg: Грешка при записване на съобщение за подарък.

source: Do you have any gift items in your order?
bg: Имате ли продукт за подарък във Вашата поръчка?

source: Item %d of %d
bg: Продукт %d от %d

source: Save Gift Message
bg: Запиши съобщение за подарък

source: The gift message has been removed
bg: Съобщението за подарък беше премахнато

source: The gift message has been saved
bg: Съобщението за подарък беше записано

source: The gift message has been saved.
bg: Съобщението за подарък беше записано.

source: Unknown entity type
bg: Непознат тип на единица информация

source: You can leave this box blank if you do not wish to add a gift message for the item.
bg: Можете да оставите това поле празно, ако не желаете да добавите съобщение за подарък за този продукт.

source: You can leave this box blank if you do not wish to add a gift message for this address.
bg: Можете да оставите това поле празно, ако не желаете да добавите съобщение за подарък за този адрес.

source: You can leave this box blank if you do not wish to add a gift message for whole order.
bg: Можете да оставите това поле празно, ако не желаете да добавите съобщение за подарък за цялата поръчка.

source: Account Number
bg: Номер на профил

source: Google API
bg: Гугъл API

source: Google Analytics
bg: Гугъл Analytics

source: Add Attribute Mapping
bg: Добави свързване на атрибут

source: Add to Google Base
bg: Добави към Гугъл Base

source: Attribute
bg: Атрибут

source: Attribute Set and Item Type
bg: Атрибут група и тип на продукт

source: Attributes Mapping
bg: Свързване на атрибути

source: Attributes Set
bg: Атрибут групи

source: Available Products
bg: Налични продукти

source: Captcha confirmation error: %s
bg: Грешка при потвърждаване на изображение за сигурност: %s

source: Captcha has been confirmed.
bg: Изображението за сигурност беше потвърдена.

source: Clicks
bg: Кликове

source: Confirm
bg: Потвърди

source: Current Mapping will be reloaded. Continue?
bg: Текущото свързване ще бъде презаредено. Продължи?

source: Custom attribute, no mapping
bg: Собствен атрибут, без свързване

source: Delete Mapping
bg: Изтрий свързване

source: Edit Item Type
bg: Редактирай тип

source: Edit Item Type "%s"
bg: Редакция на тип "%s"

source: Error: %s
bg: Грешка: %s

source: Expires
bg: Изтича

source: Google
bg: Гугъл

source: Google Base Attribute
bg: Гугъл Base атрибут

source: Google Base ID
bg: Гугъл Base ID

source: Google Base Item Type
bg: Гугъл Base тип артикул

source: Google Base Item type
bg: Гугъл Base тип артикул

source: Google Base Items
bg: Гугъл Base артикули

source: Google base
bg: Гугъл base

source: Hide
bg: Скрий

source: Hosted
bg: Съхранени

source: Hosted or Google
bg: Съхранени на Гугъл

source: Impr.
bg: Импр.

source: Invalid Product Model for Google Base Item
bg: Невалиден продукт модел за Гугъл Base артикул

source: Item Type was deleted
bg: Типът е изтрит

source: Item Types
bg: Типове артикули

source: Item model is not specified to delete Google Base entry.
bg: Не е определен модел на обект за изтриване запис от Гугъл Base.

source: Manage Attribute Mapping
bg: Управление на свързване на атрибути

source: Manage Items
bg: Управление на артикули

source: New ItemType
bg: Нов тип артикул

source: No items were deleted from Google Base
bg: Не бяха изтрити артикули от Гугъл Base

source: No items were published
bg: Не бяха публикувани артикули

source: No items were saved as inactive items
bg: Не бяха записани артикули като неактивни

source: No products were added to Google Base
bg: Не бяха добавени продукти на Гугъл Base

source: Object model is not specified to save Google Base entry.
bg: Не е определен модел на обект за записване на запис на Гугъл Base.

source: Please, select Attribute Set and Google Item Type to load attributes
bg: Моля, изберете атрибут група и Гугъл тип артикул за зареждане на атрибути

source: Publish
bg: Публикувай

source: Published
bg: Публикувано

source: Save Mapping
bg: Запиши свързване

source: Session expired during export. Please revise exported products and repeat the process if necessary.
bg: Сесията изтече по време на експорт. Моля преразгледайте експортираните продукти и повторете процеса ако е необходимо.

source: Target Country
bg: Целева държава

source: The item type has been saved.
bg: Типът артикул беше записан.

source: This action will update items statistics and remove the items which are not available in Google Base. Continue?
bg: Това действие ще обнови статистики за артикули и ще премахне артикули, които не са налични в Гугъл Base. Продължи?

source: Total of %d items(s) have been deleted; total of %d items(s) have been updated.
bg: Общо %d артикула бяха изтрити; общо %d артикула бяха обновени.

source: Total of %d items(s) have been published.
bg: Общо %d артикула бяха публикувани.

source: Total of %d items(s) have been removed from Google Base.
bg: Общо %d артикула бяха премахнати от Гугъл Base.

source: Total of %d items(s) have been saved as inactive items.
bg: Общо %d артикула бяха записани като неактивни.

source: Total of %d product(s) have been added to Google Base.
bg: Общо %d продукта бяха добавени в Гугъл Base.

source: Unable to connect to Google Base. Please, check Account settings in configuration.
bg: Невъзможна е комуникацията с Гугъл Base. Моля, проверете настройки на профила в конфигурация.

source: Unable to select a Store View.
bg: Невъзможен е избора на изглед на магазин.

source: View Available Products
bg: Прегледай налични продукти

source: View Item in Google Base
bg: Прегледай артикул в Гугъл Base

source: * Select shipping method
bg: * Избор на метод за доставка

source: <br />Warning: <strong>%s</strong><br />
bg: <br />Предупреждение: <strong>%s</strong><br />

source: A virtual item to reflect the discount total
bg: Виртуален обект за отразяване на сумата на отстъпка

source: A virtual item to reflect the tax total
bg: Виртуален обект за отразяване на общата сумата за данък

source: AVS Status: %s
bg: AVS статус: %s

source: Add Shipping Method
bg: Добави метод на доставка

source: Allowed Methods
bg: Позволени методи

source: Amount: %s
bg: Сума: %s
